Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=208_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamen hallintoalueet
sme: Sámi hálddašanguovllut

source: Saamen hallintoalueet Suomessa, Ruotsissa ja Norjassa on lainsäädännöllä määritelty erityiset hallintoalueet, joita voi pitää myös saamelaisen kulttuurin ydinalueina (katso kartta).
sme: Suomas, Ruoŧas ja Norggas leat iežaset hálddašanguovllut, mat leat meroštallon lágaiguin. Daid sáhttá atnit maid sámi kultuvrra váimmusguovlun (geahča gártta).

source: Nämä alueet toimivat monien saamelaisväestöä erityisesti koskevien lakien pääasiallisena soveltamisalueena ja niillä on merkitystä saamelaisten kielellisten, kulttuuristen ja opetuksellisten oikeuksien toteutumiselle.
sme: Dát guovllut doibmet máŋggaid, erenomážit sámeálbmoga guoski lágaid váldoheivehanguovlun ja dain lea mearkkašupmi sámiid gielalaš, kultuvrralaš ja oahpahussii guoski vuoigatvuođaid ollašuvvamii.

source: Suomen lainsäädännössä
sme: Suoma láhkamearrádusain

source: virallinen saamelaisten kotiseutualue (sámiid ruovttuguovlu) määriteltiin jo 1970 - luvulla.
sme: sámiid virggálaš ruovttuguovlu meroštallojuvvui juo 1970–logus.

source: Saamelaiskäräjille laissa säädetty itsehallinto koskee kotiseutualuetta, joka on nykyisin myös saamen kielilain pääasiallinen soveltamisalue.
sme: Sámediggái lágas mearriduvvon iešstivrejupmi guoská ruovttuguovllu, mii lea otne maid sámi giellalága váldoheivehanguovlu.

source: Se tarkoittaa, että saamelaisten omaan kieleen liittyvät oikeudet, kuten oikeus käyttää saamen kieltä viranomaisissa asioidessa ja virallisen elimen kokouksissa tai oikeus saada palvelua saamen kielellä, on voimassa tällä alueella laajempana kuin muualla maassa.
sme: Dat oaivvilda ahte sámiid iežaset gillii guoski vuoigatvuođat, nugo vuoigatvuohta geavahit sámegiela eiseválddiin áššiid divššodettiin ja virggálaš orgána čoahkkimiin dahje vuoigatvuohta oažžut bálvalusa sámegillii, leat fámus dán guovllus viidásabbot go eará guovlluin riikkas.

source: Saamelaisten kotiseutualueeseen kuuluvat kokonaisuudessaan Enontekiön, Inarin ja Utsjoen kunnat ja Sodankylän kunnasta sen pohjoisosa (Vuotson kylän seutu eli Lapin paliskunnan alue).
sme: Sámiid ruovttuguvlui gullet ollásit Eanodaga, Anára ja Ohcejoga gielddat ja Soađegili gielddas dan davveoassi (Vuohču gili guovlu dahjege Lappi bálgosa guovlu).

source: Saamelaisten kotiseutualueella asuvilla ja siellä koulua käyvillä lapsilla ja nuorilla on myös muualla asuvia paremmat mahdollisuudet saada opetusta omassa kielessään ja omalla kielellään.
sme: Sámiid ruovttuguovllu skuvlamánáin ja – nuorain leat maid buoret vejolašvuođat oažžut oahpahusa iežaset gielas ja iežaset gillii go sis, geat ásset eará guovlluin.

source: Saamelaisten kotiseutualueen kunnat saavat erityisen valtionavustuksen saamen kielen ja saamenkielisen opetuksen järjestämiseen.
sme: Sámiid ruovttuguovllu gielddat ožžot sierra stáhtadoarjaga sámegiela ja sámegielat oahpahusa ordnemii.

source: Lisäksi perusopetuslaki edellyttää, että saamelaisten kotiseutualueella asuvan saamenkielisen oppilaan opetus annetaan pääosin saamen kielellä.
sme: Dasa lassin vuođđooahpahusláhka gáibida, ahte sámiid ruovttuguovllus ássi sámegielat oahppi oahpahus addojuvvo eanaš sámegillii.

source: Saamelaisten kotiseutualueen kunnat saavat saamelaiskäräjien kautta vuosittain valtionavustusta saamenkielisten hyvinvointipalveluiden järjestämiseen.
sme: Sámiid ruovttuguovllu gielddat ožžot sámedikki bokte jahkásaččat stáhtadoarjaga sámegielat buresbirgenbálvalusaid ordnemii.

source: Tällaisia ovat mm. lasten päivähoito- ja vanhuspalvelut.
sme: Dákkárat leat ee. mánáid beaivedikšun- ja boarrásiidbálvalusat.

source: Ruotsissa
sme: Ruoŧas

source: erityisestä saamen kielen hallintoalueesta (sámegiela hálddašanguovlu / förvaltningsområdet för samiska) säädettiin ensimmäisen kerran vuonna 1999.
sme: sámegiela hálddašanguovllu birra (förvaltningsområdet för samiska) ásahuvvui vuosttas geardde jagis 1999.

source: Saamen kieli sai silloin säädetyn uuden lain myötä virallisen aseman vuoden 2000 alusta alkaen.
sme: Sámegiella oaččui dalle ásahuvvon ođđa lága mielde virggálaš sajádaga jagi 2000 álggu rájes.

source: Samaan aikaan ns. saamen kielilain (Lag om rätt att använda samiska hos förvaltningsmyndigheter och domstolar) kanssa säädettiin myös laki suomen ja meän kielen käyttämisestä viranomaisissa ja tuomioistuimissa.
sme: Seamma áigge ng. sámi giellalágain (Lag om rätt att använda samiska hos förvaltningsmyndigheter och domstolar) ásahuvvui maid láhka suomagiela ja meän giela geavaheamis eiseválddiin ja duopmostuoluin.

source: Lakien säätämisen tavoitteena oli mm. vahvistaa kansallisten vähemmistöjen ja niiden kielten asemaa ja mahdollistaa se, että Ruotsi saattoi ratifioida Euroopan neuvoston 1990-luvulla voimaan tulleet kaksi vähemmistösopimusta.
sme: Lágaid ásaheami ulbmilin lei ee. nannet álbmotlaš vehádagaid ja daid gielaid sajádaga ja dahkat vejolažžan dan, ahte Ruoŧŧa sáhtii ratifiseret Eurohpa ráđi 1990-logus fápmui boahtán guokte vehádatsoahpamuša.

source: Saamen kielen hallintoalueeseen kuuluivat aluksi Kiirunan (Giron / Kiruna), Jellivaaran (Váhčir / Gällivare), Jokkmokin (Johkamohkki / Jokkmokk) ja Arjeplogin (Árjjatluovvi) kunnat.
sme: Sámegiela hálddašanguvlui gulle álggos Girona (Kiruna), Váhčira (Gällivare), Johkamohki (Jokkmokk) ja Árjjatluovi gielddat.

source: Tammikuussa 2010 astui voimaan uusi laki kansallisista vähemmistöistä ja vähemmistökielistä.
sme: Ođđajagimánus 2010 bođii fápmui ođđa láhka álbmotlaš vehádagaid ja vehádatgielaid birra.

source: Uusi laki korvaa aiemmin voimassa olleet vähemmistökielilait.
sme: Ođđa láhka bođii atnui daid vehádatgiellalágaid sadjái, mat ledje ovdal fámus.

source: Saamen kielen hallintoalueeseen liitettiin siihen jo aiemmin kuuluneiden neljän kunnan lisäksi Arvidsjaurin (Árvesjávri), Bergin, Härjedalenin, Lyckselen (Likšu), Malån (Málat), Sorselen (Suorsil), Storumanin, Strömsundin, Umeån (Ubmi), Vilhelminan (Vualčere), Åren, Älvdalenin, Östersundin (Stáre) ja Krokomin kunnat.
sme: Sámegiela hálddašanguvlui laktojuvvojedje dasa juo ovdal gullan njealji gieldda lassin Árvesjávrri (Arvidsjaur), Berg, Härjedalena, Likšu (Lyckselen), Málaha (Malån), Suorsila (Sorselen), Storumana, Strömsunda, Ubmi (Umeån), Vualčere (Vilhelmina), Åre, Älvdalena, Stáre (Östersund) ja Krokoma gielddat.

source: Lain mukaan saamen kieltä on mahdollista käyttää näiden kuntien alueella hallintoviranomaisissa ja tuomioistuimissa.
sme: Lága mielde sámegiela sáhttá geavahit dáid gielddaid hálddahuseiseválddiin ja duopmostuoluin.

source: Lisäksi laki velvoittaa hallintoalueen kunnat järjestämään saamenkielistä esiopetusta ja vanhusten huoltoa sitä haluaville.
sme: Dasa lassin láhka geatnegahttá hálddašanguovllu gielddaid ordnet sámegielat ovdaoahpahusa ja boarrásiid fuolahusa daidda geat dan hálidit.

source: Vuonna 2009 Ruotsissa astui voimaan myös uusi yleinen kielilaki.
sme: Jagis 2009 Ruoŧas bođii fápmui maid ođđa almmolaš giellaláhka.

source: Laki vahvistaa ruotsin kielen asemaa maan pääkielenä.
sme: Láhka nanne ruoŧagiela sajádaga riikka váldogiellan.

source: Lain mukaan viranomaisilla on velvollisuus suojella ja edistää myös saamen kieltä, muita vähemmistökieliä ja viittomakieltä.
sme: Lága mielde eiseválddiin lea geatnegasvuohta suodjalit ja ovddidit maid sámegiela, eará vehádatgielaid ja seavagiela.

source: Laki painottaa myös, että kaikilla, jotka kuuluvat kansalliseen vähemmistöön, tulee olla mahdollisuus oppia, edistää ja käyttää vähemmistökieltä.
sme: Láhka deattuha maid, ahte buohkain, geat gullet álbmotlaš vehádahkii, galgá leat vejolašvuohta oahppat, ovddidit ja geavahit vehádatgiela.

source: Norjassa
sme: Norggas

source: saamen kielen hallintoalueesta (sámi hálddašanguovlu / forvaltningsområdet for samisk språk) säädettiin vuonna 1990.
sme: sámi hálddašanguovllu (forvaltningsområdet for samisk språk) birra ásahuvvui jagis 1990.

source: Saamen kieltä koskevat säännökset liitettiin jo aiemmin säädettyyn saamelaislakiin ja ne tulivat voimaan vuoden 1992 alussa.
sme: Sámegiela guoski njuolggadusat laktojuvvojedje juo ovdal ásahuvvon sámeláhkii ja dat bohte fápmui jagi 1992 álggus.

source: Saamen kielen hallintoalue on siten ensisijaisesti saamen kielisäännösten soveltamisen pääalue.
sme: Sámi hálddašanguovlu lea namalassii sámi giellanjuolggadusaid heiveheami váldoguovlu.

source: Siihen tulivat alusta alkaen kuulumaan seuraavat Finnmarkin ja Tromssan läänin kunnat: Kaarasjoki (Kárášjohka / Karasjok), Koutokeino (Guovdageaidnu / Kautokeino), Uuniemi (Unjárga / Nesseby), Porsanki (Porsáŋgu / Porsanger), Teno (Deatnu / Tana) ja Kaivuono (Gáivuotna / Kåfjord).
sme: Dasa bohte álggu rájes gullat čuovvovaš Finnmárkku ja Tromssa leana gielddat: Kárášjohka (Karasjok), Guovdageaidnu (Kautokeino), Unjárga (Nesseby), Porsáŋgu (Porsanger), Deatnu (Tana) ja Gáivuotna (Kåfjord).

source: Nämä kunnat ovat perinteisesti pohjoissaamen kielen alueita.
sme: Dát leat árbevirolaččat davvisámegiela guovllut.

source: Vuoden 2006 alusta saamen kielen hallintoalue laajeni Tysfjordin (Divttasvuotna) kuntaan, joka on luulajan saamen keskus.
sme: Jagi 2006 álggu rájes sámi hálddašanguovlu viidánii Divttasvuona (Tysfjord) gildii, mii lea julevsámegiela guovddáš.

source: Vuonna 2008 siihen liittyi myös Snåsa (Snåasa), jota voi pitää yhtenä eteläsaamen kielen perinteisistä alueista.
sme: Jagis 2008 dasa laktásii maid Snåsa (Snåasa), man sáhttá atnit oktan lullisámegiela árbevirolaš guovlluin.

source: Vuonna 2010 hallintoalueeseen liittyi Lavangenin (Loabát) kunta sekä Røyrvikin (Raarvihke) kunta Snåsan pohjoispuolelta, Pohjois-Trøndelagin läänistä eteläsaamen alueelta.
sme: Jagis 2010 hálddašanguvlui searvvai Loabáha (Lavangen) gielda.

source: Saamen kielen hallintoalue on saamen kielisäännösten soveltamisen pääalue myös Norjassa.
sme: Sámi hálddašanguovlu lea sámi giellanjuolggadusaid heiveheami váldoguovlu maid Norggas.

source: ŠSaamen kielilakiŠ turvaa oikeuden saamen kielen käyttöön viranomaisissa, oikeuslaitoksessa ja sosiaali- ja terveydenhuollossa.
sme: ŠSámi giellaláhkaŠ dorvvasta vuoigatvuođa geavahit sámegiela eiseválddiin, riektelágádusas ja sosiála- ja dearvvasvuođafuolahusas.

source: Lisäksi säännökset koskevat kirkollisia palveluita ja opetusta.
sme: Njuolggadusat gusket maid girkolaš bálvalusaid ja oahpahusa.

source: Kaikki hallintoalueella toimivat koulut noudattavat saamelaista opetussuunnitelmaa (Sámi oahppoplána), joka on rinnakkainen kansalliselle (norjalaiselle) opetussuunnitelmalle.
sme: Buot hálddašanguovllus doaibmi skuvllat čuvvot sámi oahppoplána, mii lea bálddalas álbmotlaš (Norgga) oahppoplánii.

source: Kaikilla hallintoalueella koulua käyvillä oppilailla on oikeus saada sekä saamen kielen että saamenkielistä opetusta.
sme: Buot oahppiin, geat vázzet skuvlla hálddašanguovllus, lea vuoigatvuohta oažžut sihke sámegiela ja sámegielat oahpahusa.

source: Muualla maassa oikeudet ovat rajatummat.
sme: Riikka eará guovlluin vuoigatvuođat leat gáržžibut.
